The  DockablePaneId  type exposes the following members.
 Operators
Name  |   Description
Equality
 Compares two DockablePaneId instances.
Inequality
 Compares two DockablePaneId instances.
 See Also
  DockablePaneId Class
  Autodesk.Revit.UI Namespace